; DeskTick UI strings. Key = the English text; fill in the value.
; Leave a value blank to fall back to English - a partial file is fine.
; SAVE AS UTF-16 LE WITH BOM. Any other encoding reads as mojibake.
[Strings]
Show seconds=
Customize Face…=
Resize=
Face=
Always on top=
Start with Windows=
Show in system tray=
About DeskTick…=
Exit=
Customize=
Customize - DeskTick=
This face has nothing to customize.=
Reset this face=
About DeskTick=
Report issues or send feedback to=
Other apps=
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=
Desktop Rain and Snow Simulator for Windows=
Simple=
Classic dark=
Classic light=
Minimal=
Icon=
Bold=
Flat=
Glass=
Dots=
Digital=
Digital bold=
Word clock=
Stack=
Terminal=
Banner=
Split=
Image=
24-hour clock=
Accent 12 marker=
Accent colour=
Blinking cursor=
Date format=
Dial colour=
Digit colour=
Dot count=
Dot size=
Drop shadow=
Face colour=
Frost=
Hand colour=
Hour block colour=
Ink colour=
Label colour=
Lit letter colour=
Marking colour=
Minute block colour=
Minute dimming=
Numerals=
Panel colour=
Phosphor colour=
Plate colour=
Plate shape=
Prompt=
Rim colour=
Ring colour=
Ring thickness=
Show AM/PM=
Show date=
Show minute dots=
Show panel=
Text colour=
Tick marks=
All 12=
12, 3, 6, 9=
None=
Minute=
Hour=
Thin=
Normal width=
Thick=
Clear=
Frosted=
Opaque=
Long date=
Short date=
Small=
Normal size=
Large=
Rounded=
Square=
Circle=
Match hour=
Dim=
Faint=
All rights reserved.=
